IdeaRS.OpenModel.Geometry3D.PolyLine3D
Represents a polyline in three-dimensional space.

IdeaRS.OpenModel.Geometry3D.PolyLine3D.#ctor
Contructor

IdeaRS.OpenModel.Geometry3D.PolyLine3D.Segments
Gets or sets list of references to IdeaRS.OpenModel.Geometry3D.Segment3D of PolyLine3D.